cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'findutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'openssl'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'services'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'adium'
cask 'atom'
cask 'blue-jeans-browser-plugin'
cask 'blue-jeans-launcher'
cask 'boot2docker'
cask 'caffeine'
cask 'cloak'
cask 'cloud'
cask 'firefox'
cask 'flux'
cask 'gitter'
cask 'google-chrome'
cask 'google-hangouts'
cask 'slack'
cask 'textual'
cask 'virtualbox'
cask 'vlc'
